<?php
// TODO - вытаскивать контакты из базы
function init_contact (){
  return '
    <h4>телефон горячей линии:<h4>
    <p>(495) 258-68-91</p>
    <img src="images/anna.gif"  alt="" border="0"><br>
    <h4>Мусоян Наталья</h4>
    <p>(499) 978-19-01</p>
    <h4>старший менеджер </h4>
    <img src="images/anna2.gif"  alt="" border="0"><br>
    <h4>Екатерина Карпова</h4>
    <p>(499) 973-12-74</p>
    <h4>менеджер отдела<br>Прибалтика и Скандинавия
    <br>филиал в Санкт-Петербурге:</p>
    <p(812) 327-99-29</p> 
  ';
}
