<?php
header("Content-type: text/html;charset=utf-8");
include('../config.php');


$result=$dbh->query('SELECT * FROM ve_up_form');
//TO DO Сделать диапазон дат

echo "<table id='turs' class='tablesorter'>";
echo '<thead><tr><th>Дата</th><th>с сайта</th><th>Регион</th><th>ОБР</th><th>с</th><th>по</th><th >Заказ</th><th >ФИО</th><th >телефон</th><th >email</th></tr></thead>';
echo "<tbody>";

foreach ($result as $res){

		echo "<tr>";
//----------- дата ------------------------------
		echo "<td>";
		echo date('Y-m-d',$res['post_time']);
		echo "</td>";
//------------- host -----------------------------------------------------------
		echo "<td>".$res['host']."</td>";		
//------------- регион -----------------------------------------------------------
		echo "<td>".$res['region']."</td>";
//------------- ОБР -----------------------------------------------------------		
		echo "<td>".$res['obr']."</td>";
//------------- с -----------------------------------------------------------
		echo "<td>".$res['date_s']."</td>";
//------------- по -----------------------------------------------------------
		echo "<td>".$res['date_e']."</td>";
//------------ Заказ ---------------------------------------------
		echo "<td>".$res['residing_info']."</td>";
//------------ ФИО ---------------------------------------------
		echo "<td>".$res['fio']."</td>";
//------------ тел ---------------------------------------------
		echo "<td>".$res['phone']."</td>";
//------------ мыло ---------------------------------------------
		echo "<td>".$res['email']."</td>";
//------------------------------------------------------------------------------------------
		echo "</tr>";
		}

echo "</tbody></table>";

?>
